Repository: sobkas/gnome-browser-connector
Catalog: po/*.po
Languages: fa, lt, zh_cn

source: Close
fa: بستن
lt: Užverti
zh_cn: 关闭

source: Wrong connector response received
fa: پاسخ رابط اشتباه دریافت شد
lt: Gautas neteisingas jungiklio atsakymas
zh_cn: 收到了错误的连接器响应

source: Enabled
fa: به کار افتاده
lt: Įjungtas
zh_cn: 已启用

source: Installed
fa: نصب شده
lt: Įdiegtas
zh_cn: 已安装

source: Extension
fa: افزونه
lt: Plėtinys
zh_cn: 扩展

source: must be downgraded
fa: باید پایین برده شود
lt: privalo būti pasendintas
zh_cn: 必须降级

source: can be upgraded
fa: می‌تواند ارتقا یابد
lt: gali būti atnaujintas
zh_cn: 可以升级

source: Synchronized
fa: همگام شده
lt: Sinchronizuota
zh_cn: 已同步

source: GNOME Shell integration
fa: یکپارچگی پوستهٔ گنوم
lt: GNOME apvalkalo integracija
zh_cn: GNOME Shell 集成

source: hours
fa: ساعت
lt: val.
zh_cn: 小时

source: This extension provides integration with GNOME Shell and the corresponding extensions repository https://extensions.gnome.org
fa: این افزونه، یکپارچگی با پوستهٔ گنوم و مخزن افزونه‌های متناظرش https://extensions.gnome.org را فراهم می‌کند
lt: Šis plėtinys suteikia integraciją su GNOME apvalkalu ir atitinkama plėtinių saugykla https://extensions.gnome.org
zh_cn: 此扩展提供了与 GNOME Shell 和相应扩展库 https://extensions.gnome.org 的集成

source: «$REQUEST$» native request failed
fa: درخواست بومی $REQUEST$ شکست خورد
lt: «$REQUEST$» užklausa nepavyko
zh_cn: «$REQUEST$» 本地请求失败了

source: never
fa: هرگز
lt: niekada
zh_cn: 从未

source: No
fa: خیر
lt: Ne
zh_cn: 否

source: Unable to locate GNOME Shell settings or version. Make sure it is installed and running.
fa: ناتوان در تعیین مکان نگارش یا تنظیمات پوستهٔ گنوم. مطمئن شوید نصب شده و در حال اجراست.
lt: Nepavyko nustatyti GNOME apvalkalo nustatymų vietos ar versijos. Įsitikinkite, kad jie yra įdiegti ir veikia.
zh_cn: 无法定位 GNOME Shell 设置或版本。确保已安装并运行了它。

source: Although GNOME Shell integration extension is running, native host connector is not detected. Refer <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> for instructions about installing connector.
fa: با این که افزونهٔ یکپارچگی با پوستهٔ گنوم در حال اجراست، رابط میزبان بومی تشخیص داده نشد. برای دستورالعمل‌ها دربارهٔ نصب رابط به <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>مستندات</a> مراجعه کنید.
lt: Nors GNOME apvalkalo integracijos plėtinys veikia, tačiau neaptiktas kompiuterio jungiklis. Nurodymus apie jungiklio įdiegimą rasite <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>dokumentacijoje</a>.
zh_cn: 尽管 GNOME Shell 集成扩展正在运行，未检测到本地主机连接器。参考 <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>文档</a> 获取关于安装连接器的说明。

source: No host response
fa: بدون پاسخ میزبان
lt: Nėra jokio atsakymo iš kompiuterio
zh_cn: 无主机响应

source: Open GNOME Shell extensions website
fa: گشودن پایگاه وب افزونه‌های پوستهٔ گنوم
lt: Atverti GNOME apvalkalo plėtinių tinklalapį
zh_cn: 打开 GNOME Shell 扩展网站

source: Update check period
fa: دورهٔ بررسی به‌روز رسانی
lt: Atnaujinimų tikrinimo intervalas
zh_cn: 更新检查间隔

source: Last check
fa: آخرین بررسی
lt: Paskutinis tikrinimas
zh_cn: 最后检查

source: Options
fa: گزینه‌ها
lt: Parametrai
zh_cn: 选项

source: Next check
fa: بررسی بعدی
lt: Kitas tikrinimas
zh_cn: 下次检查

source: Options saved.
fa: گزینه‌ها ذخیره شدند.
lt: Parametrai įrašyti.
zh_cn: 选项已保存。

source: Show release notes when browser extension updated
fa: نمایش یادداشت‌های انتشار هنگام به‌روز شدن افزونهٔ مرورگر
lt: Atnaujinus naršyklės plėtinį, rodyti laidos informaciją
zh_cn: 当浏览器扩展更新时显示发行说明

source: Synchronize GNOME Shell extensions list
fa: همگام سازی سیاههٔ افزونه‌های پوستهٔ گنوم
lt: Sinchronizuoti GNOME apvalkalo plėtinių sąrašą
zh_cn: 同步 GNOME Shell 扩展列表

source: If enabled, your GNOME Shell extensions list will be synchronized with your Google account.
fa: اگر به کار افتد، سیاههٔ افزونه‌های پوستهٔ گنومتان با حساب گوگلتان همگام خواهد شد.
lt: Jei įjungta, jūsų GNOME apvalkalo plėtinių sąrašas bus sinchronizuojamas su jūsų Google paskyra.
zh_cn: 如果启用，你的 GNOME Shell 扩展列表将与 Google 账号同步。

source: $GS_CHROME$ options
fa: گزینه‌های $GS_CHROME$
lt: $GS_CHROME$ parametrai
zh_cn: $GS_CHROME$ 选项

source: Check for GNOME Shell extensions update
fa: بررسی به‌روز رسانی افزونه‌های پوستهٔ گنوم
lt: Tikrinti GNOME apvalkalo plėtinių atnaujinimus
zh_cn: 检查 GNOME Shell 扩展更新

source: Check update of enabled GNOME Shell extensions only
fa: بررسی به‌روز رسانی فقط برای افزونه‌های پوستهٔ گنوم به کار افتاده
lt: Tikrinti tik įjungtų GNOME apvalkalo plėtinių atnaujinimus
zh_cn: 仅检查已启用的 GNOME Shell 扩展更新

source: Your native host connector does not support updates check for enabled GNOME Shell extensions only. Consider update.
fa: رابط مزبان بومیتان،‌بررسی به‌روز رسانی‌ها فقط برای افزونه‌های پوستهٔ گنوم به کار افتاده را پشتیبانی نمی‌کند. به‌روزش کنید.
lt: Jūsų savas kompiuterio jungiklis nepalaiko tik įjungtų GNOME apvalkalo plėtinių atnaujinimų tikrinimo. Apsvarstykite galimybę atsinaujinti.
zh_cn: 你的本地主机连接器不支持仅检查启用的 GNOME Shell 扩展更新。请更新。

source: Your native host connector does not support check for GNOME Shell extensions updates. Probably python-requests package is missing.
fa: رابط مزبان بومیتان،‌بررسی به‌روز رسانی‌های افزونه‌های پوستهٔ گنوم به کار افتاده را پشتیبانی نمی‌کند. احتمالاً بستهٔ python-requests نصب نشده.
lt: Jūsų kompiuterio jungiklis nepalaiko GNOME apvalkalo plėtinių atnaujinimų tikrinimo. Tikriausiai, trūksta python-requests paketo.
zh_cn: 你的本地主机连接器不支持检查 GNOME Shell 扩展更新。可能是缺少 python-requests 软件包。

source: Use light icon (dark theme)
fa: استفاده از نقشک روشن (زمینهٔ تیره)
lt: Naudoti šviesią piktogramą (tamsi tema)
zh_cn: 使用亮色图标（黑色主题）

source: Native host connector is not supported for your platform.
fa: رابط میزبان بومی روی بن‌سازه‌تان پشتیبانی نمی‌شود.
lt: Kompiuterio jungiklis nėra palaikomas jūsų platformai.
zh_cn: 本地主机连接器在你的平台上未支持。

source: Retry
fa: تلاش دوباره
lt: Bandyti dar kartą
zh_cn: 重试

source: Save
fa: ذخیره
lt: Įrašyti
zh_cn: 保存

source: Synchronization
fa: همگام‌سازی
lt: Sinchronizavimas
zh_cn: 同步

source: Do not enable synchronization.
fa: به کار نینداختن همگام سازی.
lt: Neįjungti sinchronizavimo.
zh_cn: 不要启用同步。

source: Failed to synchronize extensions: $CAUSE$
fa: شکست در همگام سازی افزونه‌ها: $CAUSE$
lt: Nepavyko sinchronizuoti plėtinių: $CAUSE$
zh_cn: 同步扩展失败：$CAUSE$

source: Your remote synchronization storage already contains extensions list.
fa: ذخیره‌ساز همگام سازی دوردستتان از پیش شامل سیاههٔ افزونه‌هاست.
lt: Jūsų nuotolinėje sinchronizavimo saugykloje jau yra plėtinių sąrašas.
zh_cn: 你的远程同步存储已包含了扩展列表。

source: Use local extensions list, overwrite remote.
fa: استفاده از سیاههٔ افزونه‌های محلّی، جانویسی دوردست.
lt: Naudoti vietinį plėtinių sąrašą, perrašyti nuotolinį.
zh_cn: 使用本地扩展列表，覆盖掉远程的。

source: Use remote extensions list, overwrite local.
fa: استفاده از سیاههٔ افزونه‌های دوردست، جانویسی محلّی.
lt: Naudoti nuotolinį plėtinių sąrašą, perrašyti vietinį.
zh_cn: 使用远程扩展列表，覆盖掉本地的。

source: translation_credits
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
lt: Išvertė: Moo
zh_cn: Dingzhong Chen <wsxy162@gmail.com>, 2016-2018.

source: About translation
fa: دربارهٔ ترجمه
lt: Apie vertimą
zh_cn: 关于翻译

source: unknown error
fa: خطای ناشناخته
lt: nežinoma klaida
zh_cn: 未知错误

source: An update for GNOME Shell extensions available
fa: به‌روز رسانی‌ای برای افزونه‌های پوستهٔ گنوم موجود است
lt: Yra prieinamas GNOME apvalkalo plėtinių atnaujinimas
zh_cn: GNOME Shell 扩展有可用更新

source: Failed to check GNOME Shell extensions updates: $CAUSE$
fa: شکست در بررسی به‌روز رسانی‌های افزونه‌های پوستهٔ گنوم: $CAUSE$
lt: Nepavyko patikrinti GNOME apvalkalo plėtinių atnaujinimų: $CAUSE$
zh_cn: 检查 GNOME Shell 扩展更新失败：$CAUSE$

source: Your native host connector do not support following APIs: $$1. Probably you should upgrade native host connector or install plugins for missing APIs. Refer <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> for instructions.
fa: رابط میزبان بومیتان، این APIها را پشتیبانی نمی‌کند: $$1. احتمالاً باید رابط میزبان بومیتان را ارتقا داده یا افزایه‌هایی را برای APIهای ناموجود نصب کنید. برای دستورالعمل‌ها به <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>مستندات</a> مراجعه کنید.
lt: Jūsų kompiuterio jungiklis nepalaiko šių API: $$1. Tikriausiai, jums reikėtų atnaujinti savą kompiuterio jungiklį arba įsidiegti trūkstamų API įskiepius. Instrukcijas rasite <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>dokumentacijoje</a>.
zh_cn: 你的本地主机连接器不支持下列 API：$$1。或许你可以升级本地主机连接器，或者安装用于缺失 API 的插件。参考 <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> 上的说明。

source: Yes
fa: بله
lt: Taip
zh_cn: 是

source: You MUST install native connector for this extension to work. For Arch Linux, Debian, Fedora, Gentoo and Ubuntu you can install package named "chrome-gnome-shell". You also can install connector manually. See https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation for install instructions.
fa: برای کار کردن این افزونه باید رابط بومی را نصب کنید. در آرچ، دبیان،‌فدورا،‌جنتو و اوبونتو می‌توانید بستهٔ chrome-gnome-shell را نصب کنید. همچنین می‌توانید رابط را به صورت دستی نصب کنید. برای دستورالعمل‌ها، https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation را ببینید.
zh_cn: 您必须安装本地连接器，才能使此扩展工作。 对于 Arch Linux、Debian、Fedora、Gentoo 和 Ubuntu，您可以安装“chrome-gnome-shell”软件包。 您也可以手动安装连接器。参考 https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation 上的安装说明。

source: You MUST install native connector for this extension to work. For Arch Linux there is a PKGBUILD available in the AUR: https://aur.archlinux.org/packages/chrome-gnome-shell-git For Debian, Fedora, Gentoo and Ubuntu you can install package named "chrome-gnome-shell". You also can install connector manually. See https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation for install instructions.
lt: Tam, kad šis plėtinys veiktų, jūs PRIVALOTE įsidiegti jungiklį. Naudojant Arch Linux, AUR saugykloje yra prieinamas PKGBUILD: https://aur.archlinux.org/packages/chrome-gnome-shell-git Naudojant Debian, Fedora, Gentoo ir Ubuntu galima įsidiegti paketą, pavadinimu "chrome-gnome-shell". Be to, jungiklį galima įsidiegti ir rankiniu būdu. Įdiegimo instrukcijų, ieškokite adresu https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation .
